Repository: CodeView-ammar/rct
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: The Number
ar: الرقم

source: building
ar: المبنى

source: Home
ar: الرئيسية

source: Cuntry
ar: الدولة

source: Departments
ar: الاقسام

source: Buildings
ar: مباني

source: Cuntrys
ar: الدولة

source: Department
ar: الإدارات

source: Divisions
ar: الشعب

source: Division
ar: شعبة

source: permission
ar: الصلاحية

source: permissions
ar: الصلاحيات

source: Users detiless
ar: المستخدمين

source: Files
ar: الملف المقرر

source: Head departments
ar: مدراء الاقسام

source: Sections
ar: الاقسام

source: Subjects
ar: المقرر

source: Type files
ar: انواع الملفات

source: Supervisory visitss
ar: الزيارات الإشرافية

source: Riyadh College
ar: كلية الرياض

source: number
ar: الرقم

source: name
ar: الاسم

source: unit trining
ar: وحدة التدريب

source: head department
ar: رئيس القسم

source: phone
ar: الهاتف

source: email
ar: البريد الإلكتروني

source: First test
ar: الاختبار الأول

source: Second test
ar: الاختبار الثاني

source: final test
ar: الاختبار النهائي

source: diploma
ar: دبلوم

source: Bachelor's
ar: بكالوريوس

source: code
ar: الرمز

source: testing
ar: اختبار

source: hours
ar: الساعات

source: stage
ar: المرحلة

source: morning
ar: صباحًا

source: evening
ar: مساءً

source: program
ar: البرنامج

source: section
ar: القسم

source: Subject
ar: المادة

source: type file
ar: نوع الملف

source: Note
ar: ملاحظة

source: Approval
ar: موافقة

source: full name
ar: الاسم الكامل

source: birth date
ar: تاريخ الميلاد

source: qualification
ar: المؤهل

source: date qualification
ar: تاريخ المؤهل

source: field study
ar: مجال الدراسة

source: date start
ar: تاريخ البدء

source: offes address
ar: عنوان المكتب

source: First semester
ar: الفصل الأول

source: Second semester
ar: الفصل الثاني

source: Semester
ar: الفصل الدراسي

source: projram
ar: البرنامج

source: calculated
ar: محسوب

source: status
ar: الحالة

source: count student
ar: عدد الطلاب

source: max mark
ar: الدرجة العليا

source: min mark
ar: الدرجة الدنيا

source: absent
ar: غياب

source: less than
ar: أقل من

source: mark
ar: الدرجة

source: evaluation for
ar: الزيارة

source: practical
ar: عملي

source: theoretical
ar: نظري

source: watched
ar: مشاهد

source: prepared
ar: معد

source: date_start
ar: تاريخ البدء

source: You Don't have Premission Add on {0}
ar: ليس لديك إذن للإضافة على {0}

source: parent
ar: الأصل

source: children
ar: الفرع

source: sub parent
ar: الأصل الفرعي

source: Added Successfully
ar: تمت الإضافة بنجاح

source: Error adding process
ar: حدث خطأ أثناء الإضافة

source: Edit
ar: تحرير

source: Delete
ar: حذف

source: list_fields must be not None at {}
ar: يجب أن تكون list_fields غير Null في {}

source: table_type attribute for '%s' must be a int type or an instance of it.
ar: سمة table_type لـ '%s' يجب أن تكون من نوع int أو مثيل له.

source: table_type attribute for '{0}' must be between[1 - 11] ( > 0 and <= 11)! provided value is '{1}'.
ar: سمة table_type لـ '{0}' يجب أن تكون بين [1 - 11] (> 0 و <= 11)! القيمة المقدمة هي '{1}'.

source: Operations
ar: العمليات

source: Details
ar: التفاصيل

source: value is not in range
ar: القيمة ليست في النطاق

source: Doesnot exist
ar: غير موجود

source: Account with this number Doesnot exist in this window
ar: الحساب بهذا الرقم غير موجود في هذه النافذة

source: withdraw overload try in lower amount
ar: السحب فاق المبلغ المتاح، الرجاء المحاولة بمبلغ أقل

source: The account hasnot any amount of money
ar: الحساب ليس لديه أي مبلغ من المال

source: The {0} Must be Entered.
ar: يجب إدخال {0}.

source: The {0} can't be Null .
ar: لا يمكن أن يكون {0} فارغًا.

source: The {0} can't be Blank .
ar: لا يمكن أن يكون {0} فارغًا.

source: The {0} must be unique.
ar: يجب أن يكون {0} فريدًا.

source: Ensure this value has at most %(max)d characters (it has %(length)d).
ar: تأكد من أن هذه القيمة لا تزيد عن %(max)d حرفًا (وهي %(length)d حرفًا).

source: Ensure this value has at least %(min)d characters (it has %(length)d).
ar: تأكد من أن هذه القيمة لا تقل عن %(min)d حرفًا (وهي %(length)d حرفًا).

source: The Save Operation Completed Successfully
ar: تم حفظ العملية بنجاح

source: The Update Operation Completed Successfully
ar: تم تحديث العملية بنجاح

source: The Delete Operation Completed Successfully
ar: تم حذف العملية بنجاح

source: Password Change Completed Successfully
ar: تم تغيير كلمة المرور بنجاح

source: A mistake in The Created Backup
ar: حدث خطأ أثناء إنشاء النسخة الاحتياطية

source: A mistake in The Input Data
ar: حدث خطأ في البيانات المدخلة

source: Error in Variables Sales Please Check Advance Option before Any Transctions
ar: هناك خطأ في متغيرات المبيعات، الرجاء التحقق من الخيارات المتقدمة قبل أي عمليات

source: A mistake in The Restore Backup
ar: حدث خطأ أثناء استعادة النسخة الاحتياطية

source: The Backup was Successfully Restored
ar: تمت استعادة النسخة الاحتياطية بنجاح

source: A mistake in The Save Process
ar: حدث خطأ أثناء عملية الحفظ

source: there are a processes on this item, you can not add
ar: هناك عمليات على هذا العنصر، لا يمكنك الإضافة

source: A mistake in The Save Process This is Store: {} have not this item: {}
ar: حدث خطأ أثناء عملية الحفظ. المخزن: {} لا يحتوي على هذا العنصر: {}

source: Quantity at Store less than Required of item: {} Qty: {}
ar: الكمية المخزونية أقل من المطلوب للعنصر: {} الكمية: {}

source: A mistake in The Update Process
ar: حدث خطأ في عملية التحديث

source: A mistake in The Delete Process
ar: حدث خطأ في عملية الحذف

source: Please Inter Your Equation
ar: الرجاء إدخال معادلتك

source: Please Make Sure From Equation Syntax ( ,+,-,x,)
ar: الرجاء التأكد من صحة بناء المعادلة ( ,+,-,x,)

source: Please From Create New Reporter Edit This And Click Save
ar: من فضلك قم بتعديل هذا التقرير الجديد وانقر حفظ

source: Sorry! There is a Function Unsupported In This Version
ar: آسف! هناك وظيفة غير مدعومة في هذا الإصدار

source: There a Function Required to Use Only Data Field
ar: هناك وظيفة مطلوبة لاستخدام حقل البيانات فقط

source: There are a Culomn not Found in Data Base (Make Sure From Your Inputs)
ar: هناك عمود غير موجود في قاعدة البيانات (تأكد من إدخالاتك)

source: May You Try to Make Operation with Number and String Make Sure that You Have Both Number Column or You Can Concatenating string By Use Concat( Function instead
ar: قد تحاول إجراء عملية مع رقم وسلسلة ، تأكد من أن لديك كل من عمود الأرقام أو يمكنك دمج السلسلة باستخدام وظيفة Concat( بدلاً من ذلك

source: The Column Type Mismatch String with Interger Operation
ar: نوع العمود لا يتطابق مع عملية السلسلة والصحيح

source: Can not Make Operation With String Column
ar: لا يمكن إجراء عملية مع عمود النص

source: Can Not Delete You Have Relation with
ar: لا يمكن حذفه لأنه مرتبط بعلاقات أخرى

source: Can Not Update You Have Relation with
ar: لا يمكن تحديثه لأنه مرتبط بعلاقات أخرى

source: You must insert addition broker accounts
ar: يجب عليك إدخال حسابات وسيط إضافية

source: Can Not Save / Update please Make Sure From Your Inputs
ar: لا يمكن حفظ / تحديث ، يرجى التأكد من إدخالاتك

source: Sorry, The Current Record Cannot be (deleted) Because it is Related to Other Processes
ar: عذرًا ، لا يمكن حذف السجل الحالي لأنه مرتبط بعمليات أخرى

source: Wrong Username or Password
ar: اسم المستخدم أو كلمة المرور خطأ

source: Request method not Accepted
ar: طريقة الطلب غير مقبولة

source: Sorry You Don't Have permission to action
ar: عذرًا ، ليس لديك إذن للقيام بهذا الإجراء

source: Save
ar: حفظ

source: Close
ar: إغلاق

source: You don't have permission to view this data.
ar: ليس لديك إذن لعرض هذه البيانات.

source: You Don't have Premission edit on {0}
ar: ليس لديك إذن بالتحرير على {0}

source: Enter a valid email
ar: أدخل بريد إلكتروني صالح

source: Email is valid
ar: البريد الإلكتروني صالح

source: Saturday
ar: السبت

source: Sunday
ar: الأحد

source: Monday
ar: الاثنين

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الأربعاء

source: Thursday
ar: الخميس

source: Friday
ar: الجمعة

source: All Days
ar: جميع الأيام

source: Hours To Notify
ar: الساعات للإشعار

source: System Default Notify
ar: إشعار النظام الافتراضي

source: Popup Message
ar: رسالة منبثقة

source: Custom Default Notify
ar: إشعار افتراضي مخصص

source: Marquee
ar: لافتة متحركة

source: Type of Notification
ar: نوع الإشعار

source: Number of Messages to Show
ar: عدد الرسائل المطلوب عرضها

source: top
ar: أعلى

source: bottom
ar: أسفل

source: right
ar: يمين

source: left
ar: يسار

source: Placement From
ar: الموضع من

source: Placement Align
ar: محاذاة الموضع

source: fadeInRight
ar: ظهور من اليمين

source: bounceInDown
ar: ظهور بارتداد من الأعلى

source: bounceIn
ar: ظهور بارتداد

source: flipInY
ar: انقلاب رأسي

source: lightSpeedIn
ar: ظهور بسرعة البرق

source: rollIn
ar: ظهور بلف

source: zoomInDown
ar: تكبير من الأعلى

source: fadeOutRight
ar: الاختفاء من اليمين

source: bounceOutUp
ar: الاختفاء بارتداد للأعلى

source: bounceOut
ar: الاختفاء بارتداد

source: flipOutX
ar: انقلاب أفقي

source: lightSpeedOut
ar: الاختفاء بسرعة البرق

source: rollOut
ar: الاختفاء بلف

source: zoomOutUp
ar: تصغير للأعلى

source: Animate Enter
ar: تأثير الظهور

source: Animate Exit
ar: تأثير الاختفاء

source: Allow Dismiss
ar: السماح بالإغلاق

source: Newest on Top
ar: الأحدث أعلى

source: Notification
ar: إشعار

source: Update Notifications Variables
ar: تحديث متغيرات الإشعارات

source: Submit Form
ar: إرسال النموذج

source: Update
ar: تحديث

source: Cancle Operation
ar: إلغاء العملية

source: CANCLE
ar: إلغاء

source: User Name
ar: اسم المستخدم

source: Password
ar: كلمة المرور

source: Confirm password
ar: تأكيد كلمة المرور

source: The two password fields didn't match.
ar: كلمتا المرور غير متطابقتين.

source: Sorry,This user was not active contact admin to solve this problem
ar: عذرًا، هذا المستخدم غير نشط، اتصل بالمسؤول لحل هذه المشكلة

source: The Email must be set
ar: البريد الإلكتروني مطلوب

source: password
ar: كلمة المرور

source: add new Group
ar: إضافة مجموعة جديدة

source: Username
ar: اسم المستخدم

source: First Name
ar: الاسم الأول

source: Last Name
ar: الاسم الأخير

source: Is active
ar: نشط

source: Is superuser
ar: مستخدم متميز

source: add new Outgoing Order Type
ar: إضافة نوع أمر جديد صادر

source: Arabic Name
ar: الاسم بالعربية

source: Foreign Name
ar: الاسم الأجنبي

source: company Name
ar: اسم الشركة

source: User List
ar: قائمة المستخدمين

source: Add user
ar: إضافة مستخدم

source: show user
ar: عرض المستخدم

source: action
ar: إجراء

source: New
ar: جديد

source: delete
ar: حذف

source: print
ar: طباعة

source: Daily Entry Report
ar: تقرير الإدخال اليومي

source: home
ar: الصفحة الرئيسية

source: Last login since
ar: آخر تسجيل دخول منذ

source: Profile
ar: الملف الشخصي

source: Sign out
ar: تسجيل الخروج

source: Search...
ar: البحث...

source: login
ar: تسجيل الدخول

source: You do not have permission
ar: ليس لديك إذن

source: All applications
ar: جميع التطبيقات

source: Run the selected action
ar: تنفيذ الإجراء المحدد

source: Go
ar: انطلق

source: Click here to select the objects across all pages
ar: انقر هنا لتحديد الكائنات عبر جميع الصفحات

source: Clear selection
ar: مسح التحديد

source: First, enter a username and password. Then, you'll be able to edit more user options.
ar: أولاً ، أدخل اسم المستخدم وكلمة المرور. بعد ذلك ، ستتمكن من تحرير المزيد من خيارات المستخدم.

source: Enter a username and password.
ar: أدخل اسم المستخدم وكلمة المرور.

source: Change password
ar: تغيير كلمة المرور

source: Change my password
ar: تغيير كلمة المرور الخاصة بي

source: Please correct the error below.
ar: يرجى تصحيح الخطأ أدناه.

source: Please correct the errors below.
ar: يرجى تصحيح الأخطاء أدناه.

source: Add %(name)s
ar: إضافة %(name)s

source: History
ar: السجل التاريخي

source: View on site
ar: عرض في الموقع

source: Filter
ar: فلتر

source: Remove from sorting
ar: إزالة من الترتيب

source: Sorting priority: %(priority_number)s
ar: أولوية الترتيب: %(priority_number)s

source: Toggle sorting
ar: تبديل الترتيب

source: Objects
ar: الكائنات

source: Yes, I'm sure
ar: نعم، أنا متأكد

source: No, take me back
ar: لا، أرجعني

source: Delete multiple objects
ar: حذف عدة كائنات

source: Change
ar: تغيير

source: View
ar: عرض

source: Delete?
ar: هل تريد الحذف؟

source: By %(filter_title)s
ar: حسب %(filter_title)s

source: Summary
ar: ملخص

source: Something's wrong with your database installation. Make sure the appropriate database tables have been created, and make sure the database is readable by the appropriate user.
ar: هناك خطأ في تثبيت قاعدة البيانات الخاصة بك. تأكد من إنشاء الجداول المناسبة في قاعدة البيانات، وتأكد من أن قاعدة البيانات قابلة للقراءة من قبل المستخدم المناسب.

source: User
ar: المستخدم

source: Date/time
ar: التاريخ/الوقت

source: This object doesn't have a change history. It probably wasn't added via this admin site.
ar: هذا الكائن ليس له سجل تغييرات. من المحتمل أنه لم يتم إضافته عبر موقع الإدارة هذا.

source: Show all
ar: إظهار الكل

source: Search
ar: بحث

source: Save as new
ar: حفظ كجديد

source: Save and add another
ar: حفظ وإضافة آخر

source: Save and continue editing
ar: حفظ والاستمرار في التحرير

source: Save and view
ar: حفظ وعرض

source: Log in
ar: تسجيل الدخول

source: Thanks for spending some quality time with the Web site today.
ar: شكرًا لك على قضاء بعض الوقت الجيد معنا على موقع الويب اليوم.

source: Log in again
ar: تسجيل الدخول مرة أخرى

source: Documentation
ar: الوثائق

source: Log out
ar: تسجيل الخروج

source: Password change
ar: تغيير كلمة المرور

source: Your password was changed.
ar: تم تغيير كلمة المرور الخاصة بك.

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
ar: من فضلك أدخل كلمة المرور القديمة، لأغراض الأمان، ثم أدخل كلمة المرور الجديدة مرتين حتى نتمكن من التحقق من أنك كتبتها بشكل صحيح.

source: Todo
ar: المهام الروتينية

source: Configration
ar: التهئية العامة

source: init_input
ar: المدخلات العامة

source: Permission
ar: إدارة المستخدمين

source: Trackings
ar: متابعة إنجاز الإختبارات

source: Trainers
ar: المدربين

source: trainer
ar: مدرب

source: Tasks
ar: المهام

source: Weeks
ar: الأسابيع

source: week name
ar: اسم الأسبوع

source: date
ar: التاريخ

source: all department
ar: جميع الأقسام

source: task
ar: المهمة

source: note
ar: ملاحظة

source: done
ar: تم

source: See the achievement
ar: اطلع على الإنجاز

source: file
ar: ملف

source: Filters
ar: عوامل التصفية
